<template>
    <el-main>
        <el-header>
            <div class="header">
                <p class="card-title-primary">
                    <span class="text">女仆咖啡厅</span>
                </p>
            </div>
        </el-header>
        <div class="coffee-content">相关词条：</div>
        <div class="coffee-content">
            <el-row :gutter="20">
                <el-col :span="16">
                    <div class="content-text">
                        <p>
                            <b>女仆咖啡厅</b>（日语：メイドカフェ meido kafe；英语：maid
                            café），又称<b>女仆喫茶</b>（メイド喫茶／メイドきっさ meido
                            kissa），为角色扮演系餐厅的一大类型。在女仆咖啡厅内，女服务生会穿着女仆的装束，把顾客视为如同在私人住宅中的主人一般提供服务，而不单是视为普通喫茶店或咖啡店的顾客。第一家正式的女仆咖啡厅“Cure
                            Maid”于2001年3月在日本东京都秋叶原电气街成立。[1][2][3]随后各家女仆咖啡厅开始于日本各处纷纷成立，逐渐形成一种御宅族次文化的流行风潮。[4]
                            尽管女仆咖啡厅最早出现在日本，其风潮也立即扩展至海外，包括中国大陆、韩国、台湾、香港、墨西哥、马来西亚、新加坡、加拿大和美国等地都有女仆咖啡厅的出现。
                        </p>
                        <p>
                            虽然“ café ”一词可能指咖啡馆，但它也可以指餐馆 、 英式咖啡馆 （也俗​​称“caff”）、“ greasy
                            spoon ”（一种小型廉价餐厅）、 路边咖啡馆 、 茶馆或茶室，或其他休闲餐饮场所。
                            咖啡馆可能与酒吧或餐厅有一些共同特征，但它与自助餐厅
                            （一种不提供餐桌服务的食堂式餐厅）不同。咖啡馆的规模从个体经营的小店到大型跨国公司不等
                            。一些连锁咖啡馆采用特许经营模式 ，在全球多个国家拥有众多分店。
                        </p>
                        <p>
                            从文化角度来看，咖啡馆在很大程度上是社交互动的中心：咖啡馆为顾客提供了一个聚会、交谈、阅读、写作、娱乐或消磨时间的场所，无论是独自一人还是三五成群。咖啡馆可以成为其固定会员的非正式社交俱乐部
                            。早在 20 世纪 50 年代的垮掉一代时期和 60
                            年代的民谣音乐时期，咖啡馆就经常举办创作歌手的演出，通常在晚上。数字时代，
                            网吧的兴起也遵循着类似的原则。
                        </p>
                    </div>
                    <div class="content-text">
                        <h2 class="heading">历史</h2>
                        <h3>早期</h3>
                        <p>
                            果从类似概念来看，早在“Anna
                            Miller's”连锁餐馆的女服务生制服上便可以看见一些影子。这家连锁店的制服在日本受到热烈的欢迎，其服装设计包括有白色的上衣，搭配着橙色或粉红色的围裙装和迷你裙，此外每位女服务生还得另外配戴一个心形的名称标志。
                            值得注意的是，该围裙装特别将开口开至胸前，直到腰摆处才将其收拢。
                            这种制服使得日本许多御宅族男性特别热衷欣赏“Anna
                            Miller's”，因为他们认为该套制服相较于其他店家还要来的可爱。根据统计这成功吸引许多观年轻男性族群光顾餐馆，不过主要是为了女服务生而不是食物的提供。“Anna
                            Miller's”的女服务生年纪多在18至25岁之间，使得有许多人将它和另一家以女服务生为特色的连锁餐厅“Hooters”互相作比较。
                            也因为“Anna
                            Miller's”的女服务生制服于在日本爱好者如此受到欢迎，让这套制服一度成为Cosplay界中的热门话题之一。同时在许多日本动画、漫画和电脑游戏的角色身上，都曾看见其所穿着的制服与“Anna
                            Miller's”的制服相类似。如1993年的《姬武神传说》和1996年的欢迎来到Pia
                            Carrot!!系列等电脑游戏中都有出现过相似的概念，并广泛受到电脑玩家的支持。特别是在《欢迎来到Pia
                            Carrot!!》游戏中便直接将游戏背景设定在虚构的连锁餐厅“Pia
                            Carrot”，而游戏中的女性角色则多为该餐厅的女服务生。
                        </p>
                        <h3>创立</h3>
                        <p>
                            1998年8月，第一家可体验女仆服务形式的咖啡厅店面是为了在东京角色展推广成人游戏《欢迎来到Pia
                            Carrot!!》而设置的。Broccoli借着一群女服务生穿着游戏中的制服，为前来参观的观众提供食物和饮料的销售。这一次促销战略的成功，也代表着第一家角色扮演餐厅的出现，也让之后许多游戏或动画以类似的方式进行推广。
                            如在2000年2月25日时，Broccoli为宣传《银河天使》而另行设计展示了专属的角色精品店“GAMERS”，并以女仆的概念为其设计了象征吉祥物Di
                            Gi Charat。而在2003年4月6日，为宣传《朝雾的巫女》也有相关主题的咖啡厅出现。
                            第一家被认定真正从创店开始便以女仆为导向的咖啡厅，则为2001年3月30日开设的“Cure
                            Maid”。在当时，她们身上的女仆装是由cosplay服装厂商“Cospa”承包制成。在一开始的时候，“Cure
                            Maid”的目标便是在类似19世纪的装潢下，提供一个供客人休息的宜人且私密的环境，并尝试建立一个主仆关系的女仆咖啡厅。在这里，女服务生会穿着维多利亚时代的女仆服，给客户拥有了一种礼貌、服从的印象。
                            “Cure
                            Maid”咖啡厅除了偶尔作为一些演讲或活动地点外，会与Cospa合作进行一些动画游戏的Cosplay展示。此外，在每个礼拜六，“Cure
                            Maid”会邀请学生于此演奏小提琴、长笛或竖琴等乐器。虽然直到今日，许多女仆咖啡厅已经改变当初原本的初衷，大多是以“萌”作为自身的主要目标；但“Cure
                            Maid”仍坚持保留其自开业以来的理念，这些年间并没有变化甚大。虽然与现今的有些不同，但“Cure
                            Maid”由于在意义上为首家将女仆装列为女服务生制服的咖啡厅，因此被大多数人认定为第一家真正的“女仆咖啡厅”。
                            而最早以萌作为特色的女仆咖啡厅，则是同样位在秋叶原的“Cafe
                            Mai:lish”。该家咖啡厅是源自作为个人电脑零售商店T-ZONE下辖的咖啡厅、于2002年7月19日创立的女仆咖啡厅─“Mary's”，到了同年10月1日时改名为今“Cafe
                            Mai:lish”的名称。该餐厅大量邀集与日本动画、游戏相关的活动，并也会让女仆咖啡厅内的女服务生与顾客一同参与Cosplay活动。同时“Cafe
                            Mai:lish”也是第一家禁止拍摄女服务生的咖啡厅，不过仍允许顾客拍摄桌上的饮品与食物。
                            随着秋叶原地区不断举办与女仆咖啡厅相关的活动，使得其也开始被大众媒体播导，也让社会大众得知这一新兴产业。继“Cure
                            Maid”和“Cafe
                            Mai:lish”等于秋叶原快速发展的女仆咖啡厅之后，各家女仆咖啡厅也于日本各处开始纷纷成立。
                            基本上，女仆咖啡厅为顾客所提供的基本服务与传统咖啡店的服务是一致的，但通常还会加上与女仆的各式互动，如拍照、共同玩电玩游戏或者一同欣赏日本动画等。
                            随着女仆咖啡厅的成功，这类借由Cosplay来吸引客户的店面也纷纷出现，俨然成为一种次文化。包括酒吧、居酒屋、餐厅等一些店家都开始有扮成女仆的女服务生出现，而这些店又大多以御宅族为主要的客户对象。
                            而在一些日本漫画、动画、游戏、电视节目中，女仆咖啡厅的形象也更加的鲜明。
                        </p>
                        <h3>创立</h3>
                        <p>
                            随着女仆咖啡厅的日益普及，也让一些服务员成为非常受欢迎的人物，犹如偶像一般的存在。有些除了在女仆咖啡厅拥有工作外，也会在外进行一些广告代言或者表演的工作。
                            第一批由女仆所组成的偶像团队，于2005年由“@home”成立。而在其他情况下，也有偶像反而是在女仆咖啡厅打工工作。如在“@home”这家女仆咖啡厅中，就共有16位女仆同时拥有了女服务生和偶像的双重角色定位。2005年被认为是女仆咖啡厅的巅峰。
                            但不久之后，由于有许多经营者仍对女仆咖啡厅没有一个明确的概念，或者因当地民众反应并不热烈的缘故，而出现有部分店家倒闭的情况。如2003年2月14日“Cafe
                            Mai:lish”于武藏野市的吉祥寺开设了第二家分店，却仍于2004年2月15日宣布停止营运。
                            时间的推移也让诞生地秋叶原的女仆咖啡厅数量快速增加了。到了2008年时，游客可很容易地在秋叶原附近找到近20家的咖啡厅，这还不包括其他类型的店家，如果包含有穿着女仆服的女服务生在内的店面则会更多。随着女仆咖啡厅是如此受到欢迎，不同类型的店家也开始在原本的服务上加入女仆地成分，如酒吧、按摩治疗师等等。女仆咖啡厅也成为秋叶原的特有现象，在秋叶原预估有五十多家各类近似的店家。
                            不过虽然女仆咖啡厅可说是秋叶原的特有文化，一些女仆咖啡厅也已经打开日本和海外市场。包括沿着东京首都圈的池袋、涩谷、新宿、中野、横滨等都开始有女仆咖啡厅的出现。其中在池袋车站与太阳城前的“乙女路”，由于其以腐女为主的客户群跟以御宅族为主的秋叶原不同，导致该处的角色扮演餐厅与秋叶原有着不同的变化，也就是2005年时出现的执事咖啡厅。到了2006年为止，该地区已经有近8家类似的店开设于此。
                            除了东京外，为了吸引居住在日本各地的御宅族，各地区皆有女仆咖啡厅的开设。如在2002年9月13日，名古屋市的大须开设了当地第一家女仆咖啡厅“M's
                            Melody”；2003年2月17日时，札幌市开设了当地第一家女仆咖啡厅“Cafe
                            Primevere”；2003年2月17日时，神户市开设了当地第一家女仆咖啡厅“KANON”。2004年10月16日时，大阪市开设了当地第一家女仆咖啡厅“CCOちゃ”，2005年9月18日时，仙台市开设了当地第一家女仆咖啡厅“fairy
                            tale”。自此，从北海道到九州等较为偏远的日本地方也都有开设女仆咖啡厅。
                            这股风潮也在2006年加拿大多伦多开设第一家海外的女仆咖啡厅后，迅速扩展至其他海外国家。到了今日，包括北京、上海、广州、韩国首尔、台湾台北、台中、台南、高雄、泰国曼谷、香港、新加坡、墨西哥、美国和法国巴黎等地都有女仆咖啡厅的出现。
                        </p>
                    </div>
                </el-col>
                <el-col :span="5">
                    <table class="infobox">
                        <tbody>
                            <tr>
                                <td colspan="2">
                                    <img :src="img[0]" class="infobox-imgae" />
                                </td>
                            </tr>
                            <tr>
                                月读女仆咖啡本店
                            </tr>
                        </tbody>
                    </table>
                    <table class="infobox">
                        <tbody>
                            <tr>
                                <td colspan="2">
                                    <img :src="img[1]" class="infobox-imgae" />
                                </td>
                            </tr>
                            <tr>
                                月读女仆咖啡本店
                            </tr>
                        </tbody>
                    </table>
                </el-col>
            </el-row>
        </div>
    </el-main>
</template>

<script setup>
import { reactive } from "vue";

const img = reactive(["/api/img/wiki/cafeShop/Maid_Cafe.jpg", "/api/img/wiki/cafeShop/Maid_Cafe1.jpg"]);
</script>

<style scoped>
.coffee-content {
    margin: 0 20px 0 20px;
    background-color: #fff;
}
.content-text {
    margin-top: 16px;
    margin-left: 1rem;
    font-family: sans-serif;
    color: var(--color-base, #202122);
}
.content-text > p {
    line-height: 2rem;
}
.infobox {
    border-spacing: 3px;
    color: inherit;
    font-size: 88%;
    line-height: 1.5em;
    border: 1px solid #a2a9b1;
    border-spacing: 3px;
    background-color: #f8f9fa;
    color: inherit;
    margin: 0.5em 0 0.5em 1em;
    padding: 0.2em;
    /* float: right; */
    clear: right;
    font-size: 88%;
    line-height: 1.5em;
    width: 22em;
}
.infobox-title {
    font-size: 125%;
    font-weight: bold;
    text-align: center;
}
.infobox-imgae {
    border: 0;
    vertical-align: middle;
    word-wrap: break-word;
    width: 250px;
    height: 100%;
    aspect-ratio: auto 250 / 188;
}
.infobox-caption {
    text-align: center;
}
.infobox > tbody > tr > th {
    text-align: left;
    padding-top: 0.245em;
    line-height: 1.15em;
    padding-right: 0.65em;
    white-space: nowrap;
}
.infobox > tbody > tr > td {
    text-align: left;
    vertical-align: top;
}
</style>
